import React from "react";
import Arrow_r_icon from "../assets/img/arrow_right.png";
import { Container } from "react-bootstrap";

const Service =() =>{
    return(
        <Container className="change_width">
            <span className="title">Davlat xizmatlari</span>
            <ul className="ser_list">
                <li>
                    <div>
                        <a href="https://my.gov.uz/oz/all-services?id=16" target="_blank">
                            <span className="ser_img">
                                <svg xmlns="http://www.w3.org/2000/svg" width="48.486" height="48.488" viewBox="0 0 48.486 48.488">
                                    <path id="Контур_532" data-name="Контур 532" d="M48.375,25.6,42.251,8.1A6.069,6.069,0,0,0,36.53,4.039H26.264V2.02a2.02,2.02,0,1,0-4.041,0v2.02H11.958A6.07,6.07,0,0,0,6.237,8.1L.113,25.6A9.7,9.7,0,0,0,0,26.872a9.3,9.3,0,0,0,8.607,9.479,9.013,9.013,0,0,0,6.744-2.483,9.126,9.126,0,0,0,2.832-6.594,14.893,14.893,0,0,0-.123-1.7L11.706,8.1a2.087,2.087,0,0,1,.253-.016H22.224V44.447H10.1a2.02,2.02,0,1,0,0,4.041H38.386a2.02,2.02,0,1,0,0-4.041H26.264V8.081H36.53a1.749,1.749,0,0,1,.253.016L30.426,25.573a14.862,14.862,0,0,0-.123,1.7,9.13,9.13,0,0,0,2.832,6.594,9.005,9.005,0,0,0,6.746,2.483c4.831,0,8.6-4.416,8.6-9.479a9.713,9.713,0,0,0-.113-1.277ZM8.817,32.319a5.19,5.19,0,0,1-4.578-4.035h9.8a5.053,5.053,0,0,1-5.223,4.033Zm4.461-8.075H4.867L8.993,12.459l4.285,11.785ZM39.5,12.459l4.126,11.785H35.21Zm.178,19.86a5.053,5.053,0,0,1-5.225-4.033h9.8a5.19,5.19,0,0,1-4.576,4.035Z" fill="#aa95e2"/>
                                </svg>
                                <i className="color_1">10</i>
                            </span>
                            <span className="ser_type">Adliya</span>
                            <p>Nikohni qayd etish, Natarius qabuliga yozilish</p>
                        </a>
                    </div>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=1" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="38.901" height="46.67" viewBox="0 0 38.901 46.67">
                                <path id="Контур_534" data-name="Контур 534" d="M62.126,46.947A19.456,19.456,0,0,1,48.368,13.733L62.126.277l13.742,13.44a19.484,19.484,0,0,1,.016,27.531h0A19.332,19.332,0,0,1,62.126,46.947Zm0-41.226L51.1,16.5a15.565,15.565,0,1,0,22.028-.016ZM56.289,19.708a1.946,1.946,0,1,0,1.946,1.946A1.946,1.946,0,0,0,56.289,19.708ZM67.963,31.382a1.946,1.946,0,1,0,1.946,1.946A1.946,1.946,0,0,0,67.963,31.382ZM55.188,35.273h4.537l9.339-15.565H64.527Z" transform="translate(-42.67 -0.277)" fill="#ce9595"/>
                            </svg>
                            <i className="color_2">10</i>
                        </span>
                        <span className="ser_type">UJKX</span>
                        <p>Kammunal xizmatlar, Issiq suv, Elektr energiya, Gaz</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=2" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="46.698" height="46.67" viewBox="0 0 46.698 46.67">
                                <path id="Контур_537" data-name="Контур 537" d="M44.987,18.06,30.229,3.3a9.744,9.744,0,0,0-13.76,0L1.71,18.06A5.8,5.8,0,0,0,0,22.187v19.1a5.837,5.837,0,0,0,5.837,5.837H40.86A5.837,5.837,0,0,0,46.7,41.288v-19.1A5.8,5.8,0,0,0,44.987,18.06Zm-15.8,25.174H17.511V35.58a5.837,5.837,0,1,1,11.674,0Zm13.62-1.946a1.946,1.946,0,0,1-1.946,1.946H33.077V35.58a9.729,9.729,0,0,0-19.457,0v7.655H5.837a1.946,1.946,0,0,1-1.946-1.946v-19.1a1.961,1.961,0,0,1,.57-1.376L19.22,6.057a5.853,5.853,0,0,1,8.258,0l14.759,14.76a1.961,1.961,0,0,1,.57,1.37Z" transform="translate(0 -0.456)" fill="#70c7bc"/>
                            </svg>
                            <i className="color_3">10</i>
                        </span>
                        <span className="ser_type">Ko'chmas mulk</span>
                        <p>Kadastr, Arxitektura, ipoteka kreditiga Davlat subsidiyasini olish</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=3" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="52.312" height="43.594" viewBox="0 0 52.312 43.594">
                                <path id="Контур_538" data-name="Контур 538" d="M45.207,60.784,35.834,47.334a10.9,10.9,0,0,0-8.945-4.667H18.527A10.951,10.951,0,0,0,8.337,49.7L3.821,61.613A8.719,8.719,0,0,0,0,68.823v3.27a5.46,5.46,0,0,0,4.359,5.34v1.2a7.629,7.629,0,0,0,15.258,0v-1.09H32.7v1.09a7.629,7.629,0,0,0,15.258,0v-1.2a5.46,5.46,0,0,0,4.359-5.34V71A10.922,10.922,0,0,0,45.207,60.784ZM32.259,49.825,39.417,60.1H23.977V47.026h2.912A6.539,6.539,0,0,1,32.259,49.825ZM12.424,51.248a6.57,6.57,0,0,1,6.1-4.222h1.09V60.1H9.054Zm2.834,27.383a3.27,3.27,0,1,1-6.539,0v-1.09h6.539ZM40.324,81.9a3.27,3.27,0,0,1-3.27-3.27v-1.09h6.539v1.09A3.27,3.27,0,0,1,40.324,81.9Zm7.629-9.809a1.09,1.09,0,0,1-1.09,1.09H5.449a1.09,1.09,0,0,1-1.09-1.09v-3.27a4.359,4.359,0,0,1,4.359-4.359h32.7A6.539,6.539,0,0,1,47.953,71Z" transform="translate(0 -42.667)" fill="#8b9fe1"/>
                            </svg>
                            <i className="color_4">10</i>
                        </span>
                        <span className="ser_type">Transport</span>
                        <p>Avtotransport, UzAuto Motors AJ, haydovchilik guvohnomasi</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=4" target="_blank">
                        <span className="ser_img">
                            <svg id="Сгруппировать_11051" data-name="Сгруппировать 11051" xmlns="http://www.w3.org/2000/svg" width="40.501" height="40.517" viewBox="0 0 40.501 40.517">
                                <path id="Контур_551" data-name="Контур 551" d="M40.658,19.371a5.908,5.908,0,0,0-3.628-5.446,16.881,16.881,0,0,0-33.255,0,5.908,5.908,0,0,0,1.889,11.34,17.9,17.9,0,0,0,3.5,4.988,15.037,15.037,0,0,0-3.835,8.319A1.688,1.688,0,0,0,6.79,40.458h0A1.851,1.851,0,0,0,7,40.472a1.688,1.688,0,0,0,1.673-1.477,11.688,11.688,0,0,1,3.064-6.536A15.105,15.105,0,0,0,20.4,35.408a15.092,15.092,0,0,0,8.641-2.937,11.685,11.685,0,0,1,3.052,6.519,1.688,1.688,0,0,0,1.673,1.479,1.792,1.792,0,0,0,.211-.013,1.688,1.688,0,0,0,1.465-1.884,15.024,15.024,0,0,0-3.817-8.3,17.931,17.931,0,0,0,3.515-5.007A5.908,5.908,0,0,0,40.658,19.371Zm-6.334,2.487a1.676,1.676,0,0,0-1.886,1.1c-1.546,4.386-6.754,9.075-12.038,9.075S9.91,27.339,8.364,22.953a1.678,1.678,0,0,0-1.886-1.1,2.716,2.716,0,0,1-.425.049A2.532,2.532,0,0,1,5.6,16.886,1.688,1.688,0,0,0,6.975,15.4,13.439,13.439,0,0,1,13.869,5.023,6.879,6.879,0,0,0,13.832,8.3a6.752,6.752,0,0,0,12.978.537,1.649,1.649,0,0,0-1.6-2.127h-.255A1.464,1.464,0,0,0,23.6,7.776a3.376,3.376,0,1,1-3.2-4.441A13.467,13.467,0,0,1,33.828,15.4a1.688,1.688,0,0,0,1.377,1.482A2.532,2.532,0,0,1,34.75,21.9,2.7,2.7,0,0,1,34.325,21.858Z" transform="translate(-0.157 0.045)" fill="#5fb8d9"/>
                                <circle id="Эллипс_40" data-name="Эллипс 40" cx="2.532" cy="2.532" r="2.532" transform="translate(13.492 16.884)" fill="#5fb8d9"/>
                                <circle id="Эллипс_41" data-name="Эллипс 41" cx="2.532" cy="2.532" r="2.532" transform="translate(21.932 16.884)" fill="#5fb8d9"/>
                            </svg>
                            <i className="color_5">10</i>
                        </span>
                        <span className="ser_type">Oila va bolalar</span>
                        <p>Oila ma'lumotlarini tahrirlash, bolani bog'chaga joylashtirish</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=5" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="42.85" height="42.85" viewBox="0 0 42.85 42.85">
                                <path id="Контур_552" data-name="Контур 552" d="M42.85,16.069A5.356,5.356,0,1,0,35.709,21.1v7.47a10.713,10.713,0,1,1-21.425,0v-.143A12.509,12.509,0,0,0,25,16.069V8.927A8.938,8.938,0,0,0,16.069,0a1.785,1.785,0,0,0,0,3.571,5.356,5.356,0,0,1,5.356,5.356v7.142a8.927,8.927,0,1,1-17.854,0V8.927A5.356,5.356,0,0,1,8.927,3.571,1.785,1.785,0,0,0,8.927,0,8.938,8.938,0,0,0,0,8.927v7.142A12.509,12.509,0,0,0,10.713,28.424v.143a14.283,14.283,0,1,0,28.567,0V21.1A5.356,5.356,0,0,0,42.85,16.069Zm-5.356,1.785a1.785,1.785,0,1,1,1.785-1.785A1.785,1.785,0,0,1,37.494,17.854Z" fill="#e3a5a5"/>
                            </svg>
                            <i className="color_6">10</i>
                        </span>
                        <span className="ser_type">Sog'liqni saqlash va ijtimoiy himoya</span>
                        <p>Ruhiy kasalliklar, narkalogiya bo'yicha</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=18" target="_blank">
                        <span className="ser_img">
                            <svg id="free-icon-font-layers-3917233" xmlns="http://www.w3.org/2000/svg" width="44.305" height="43.884" viewBox="0 0 44.305 43.884">
                                <path id="Контур_575" data-name="Контур 575" d="M41.505,11.1,22.151,22.71,2.8,11.1A1.846,1.846,0,0,0,.9,14.261L21.2,26.445a1.846,1.846,0,0,0,1.9,0L43.409,14.261a1.846,1.846,0,1,0-1.9-3.166Z" transform="translate(0 8.743)" fill="#c4cc79"/>
                                <path id="Контур_576" data-name="Контур 576" d="M41.505,15.664,22.151,27.276,2.8,15.664A1.846,1.846,0,0,0,.9,18.829L21.2,31.013a1.846,1.846,0,0,0,1.9,0L43.409,18.829a1.846,1.846,0,1,0-1.9-3.166Z" transform="translate(0 12.608)" fill="#c4cc79"/>
                                <path id="Контур_577" data-name="Контур 577" d="M22.151,27.078a5.493,5.493,0,0,1-2.826-.785L.9,15.234a1.846,1.846,0,0,1,0-3.164L19.325,1.011a5.488,5.488,0,0,1,5.652,0L43.407,12.07a1.846,1.846,0,0,1,0,3.164L24.977,26.293A5.494,5.494,0,0,1,22.151,27.078ZM5.434,13.652l15.794,9.475a1.8,1.8,0,0,0,1.846,0l15.794-9.475L23.074,4.177a1.8,1.8,0,0,0-1.846,0h0Z" transform="translate(0 -0.227)" fill="#c4cc79"/>
                            </svg>
                            <i className="color_7">10</i>
                        </span>
                        <span className="ser_type">Ma'lumotnomalar</span>
                        <p>Pensiya, aliment, ish staji, jarimalar, qarindoshlik aloqalari</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=6" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="37.365" height="44.838" viewBox="0 0 37.365 44.838">
                                <path id="free-icon-font-document-3914193" d="M30.024,26.155a1.868,1.868,0,0,1-1.868,1.868H13.209a1.868,1.868,0,1,1,0-3.736H28.155A1.868,1.868,0,0,1,30.024,26.155Zm-7.473,5.6H13.209a1.868,1.868,0,0,0,0,3.736h9.341a1.868,1.868,0,0,0,0-3.736ZM39.365,19.589V35.5a9.352,9.352,0,0,1-9.341,9.341H11.341A9.352,9.352,0,0,1,2,35.5V9.341A9.352,9.352,0,0,1,11.341,0h8.435a13,13,0,0,1,9.248,3.83l6.509,6.513a12.986,12.986,0,0,1,3.832,9.246ZM26.382,6.472a9.36,9.36,0,0,0-1.964-1.457v8.063a1.868,1.868,0,0,0,1.868,1.868H34.35a9.309,9.309,0,0,0-1.459-1.962Zm9.246,13.117c0-.308-.06-.6-.088-.906H26.287a5.6,5.6,0,0,1-5.6-5.6V3.824c-.3-.028-.6-.088-.906-.088H11.341a5.6,5.6,0,0,0-5.6,5.6V35.5a5.6,5.6,0,0,0,5.6,5.6H30.024a5.6,5.6,0,0,0,5.6-5.6Z" transform="translate(-2 0)" fill="#879dda"/>
                            </svg>
                            <i className="color_8">10</i>
                        </span>
                        <span className="ser_type">Moliya va to'lovlar</span>
                        <p>Hisoblangan ish haqi, yuridik shaxslar uchun soliq imtiyozlari</p>
                    </a>
                </li>
                {/* <li>
                    <a href="https://my.gov.uz/oz/all-services?id=5" target="_blank">
                        <span className="ser_img">
                            <svg id="free-icon-font-shield-check-3917603" xmlns="http://www.w3.org/2000/svg" width="38.826" height="46.591" viewBox="0 0 38.826 46.591">
                                <path id="Контур_581" data-name="Контур 581" d="M34.188,4.155,22.026.1A1.941,1.941,0,0,0,20.8.1L8.637,4.155A9.693,9.693,0,0,0,2,13.362V23.3C2,37.977,19.86,46.086,20.625,46.424a1.941,1.941,0,0,0,1.576,0c.765-.338,18.625-8.446,18.625-23.128V13.362a9.693,9.693,0,0,0-6.637-9.207ZM36.943,23.3c0,10.59-12.267,17.536-15.53,19.2-3.267-1.656-15.53-8.58-15.53-19.2V13.362A5.824,5.824,0,0,1,9.866,7.837l11.547-3.85,11.547,3.85a5.824,5.824,0,0,1,3.984,5.525Z" transform="translate(-2 0)" fill="#91cf63"/>
                                <path id="Контур_582" data-name="Контур 582" d="M22.99,8.576l-8.13,8.153L10.5,12.187a1.941,1.941,0,1,0-2.8,2.691l4.477,4.659A3.634,3.634,0,0,0,14.794,20.7h.064a3.636,3.636,0,0,0,2.592-1.074l8.293-8.293A1.949,1.949,0,1,0,22.99,8.576Z" transform="translate(2.829 7.537)" fill="#91cf63"/>
                            </svg>
                            <i className="color_9">10</i>
                        </span>
                        <span className="ser_type">Ijtimoiy ta'minot</span>
                        <p>Tibbiy faoliyat, sanatoriya, nafaqa tayinlash, protez-ortopediya mahsulotlari</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=9" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="46.976" height="43.061" viewBox="0 0 46.976 43.061">
                                <path id="free-icon-font-browser-3914415" d="M37.189,1H9.787A9.8,9.8,0,0,0,0,10.787V34.274a9.8,9.8,0,0,0,9.787,9.787h27.4a9.8,9.8,0,0,0,9.787-9.787V10.787A9.8,9.8,0,0,0,37.189,1ZM9.787,4.915h27.4a5.872,5.872,0,0,1,5.872,5.872v1.957H3.915V10.787A5.872,5.872,0,0,1,9.787,4.915Zm27.4,35.232H9.787a5.872,5.872,0,0,1-5.872-5.872V16.659H43.061V34.274A5.872,5.872,0,0,1,37.189,40.146Zm0-15.659a1.957,1.957,0,0,1-1.957,1.957H11.744a1.957,1.957,0,1,1,0-3.915H35.232A1.957,1.957,0,0,1,37.189,24.488ZM29.36,32.317A1.957,1.957,0,0,1,27.4,34.274H11.744a1.957,1.957,0,0,1,0-3.915H27.4A1.957,1.957,0,0,1,29.36,32.317ZM5.872,8.829a1.957,1.957,0,1,1,1.957,1.957A1.957,1.957,0,0,1,5.872,8.829Zm5.872,0A1.957,1.957,0,1,1,13.7,10.787,1.957,1.957,0,0,1,11.744,8.829Zm5.872,0a1.957,1.957,0,1,1,1.957,1.957A1.957,1.957,0,0,1,17.616,8.829Z" transform="translate(0 -1)" fill="#c7a4d2"/>
                            </svg>
                            <i className="color_10">10</i>
                        </span>
                        <span className="ser_type">Axborot va aloqa</span>
                        <p>IMEI bo'yicha, pochta yuborish, pochta jo'natmalarini izlash</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=10" target="_blank">
                        <span className="ser_img">
                            <svg id="free-icon-font-edit-alt-3917337" xmlns="http://www.w3.org/2000/svg" width="40.43" height="40.43" viewBox="0 0 40.43 40.43">
                                <path id="Контур_578" data-name="Контур 578" d="M12.032,13.109c-3.9.751-5.837,5.1-6.676,7.806A1.685,1.685,0,0,0,6.967,23.1h6.265a5.054,5.054,0,0,0,5.033-5.515,5.234,5.234,0,0,0-6.233-4.479Z" transform="translate(3.614 8.903)" fill="#e3a5a5"/>
                                <path id="Контур_579" data-name="Контур 579" d="M38.745,15.126a1.685,1.685,0,0,0-1.685,1.685v8.458H30.322a5.054,5.054,0,0,0-5.054,5.054v6.738H8.423a5.054,5.054,0,0,1-5.054-5.054V8.423A5.054,5.054,0,0,1,8.423,3.369h18.6a1.685,1.685,0,1,0,0-3.369H8.423A8.433,8.433,0,0,0,0,8.423V32.007A8.433,8.433,0,0,0,8.423,40.43H27.531a8.366,8.366,0,0,0,5.955-2.466l4.478-4.478a8.366,8.366,0,0,0,2.466-5.955V16.81A1.685,1.685,0,0,0,38.745,15.126ZM31.1,35.582a5.091,5.091,0,0,1-2.466,1.348V30.322a1.685,1.685,0,0,1,1.685-1.685h6.612A5.091,5.091,0,0,1,35.587,31.1Z" transform="translate(0 0)" fill="#e3a5a5"/>
                                <path id="Контур_580" data-name="Контур 580" d="M17.009,23.186a1.685,1.685,0,0,1-1.191-2.876L29.047,7.082a1.589,1.589,0,0,0,0-2.249,1.516,1.516,0,0,0-1.169-.463,1.572,1.572,0,0,0-1.142.529l-12.8,14.162a1.685,1.685,0,0,1-2.5-2.259l12.8-14.15A4.968,4.968,0,0,1,27.785,1a5.028,5.028,0,0,1,3.644,1.452,4.964,4.964,0,0,1,0,7.013L18.2,22.694a1.673,1.673,0,0,1-1.191.492Z" transform="translate(7.529 0.684)" fill="#e3a5a5"/>
                            </svg>
                            <i className="color_11">10</i>
                        </span>
                        <span className="ser_type">Madaniyat va sport</span>
                        <p>Murabbiy-o'qituvchi, sport, moddiy madaniy meros</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=12" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="44.937" height="44.937" viewBox="0 0 44.937 44.937">
                                <g id="Сгруппировать_11256" data-name="Сгруппировать 11256" transform="translate(0 0)">
                                    <path id="Контур_569" data-name="Контур 569" d="M43.065,41.192H9.362a5.617,5.617,0,0,1-5.617-5.617V1.872A1.872,1.872,0,1,0,0,1.872v33.7a9.373,9.373,0,0,0,9.362,9.362h33.7a1.872,1.872,0,0,0,0-3.745Z" fill="#c7a4d2"/>
                                    <path id="Контур_570" data-name="Контур 570" d="M6.872,27.851a1.872,1.872,0,0,0,1.872-1.872V12.872a1.872,1.872,0,0,0-3.745,0V25.979A1.872,1.872,0,0,0,6.872,27.851Z" transform="translate(4.362 9.596)" fill="#c7a4d2"/>
                                    <path id="Контур_571" data-name="Контур 571" d="M10,10.872V27.724a1.872,1.872,0,1,0,3.745,0V10.872a1.872,1.872,0,0,0-3.745,0Z" transform="translate(8.724 7.851)" fill="#c7a4d2"/>
                                    <path id="Контур_572" data-name="Контур 572" d="M15,13.872V25.107a1.872,1.872,0,0,0,3.745,0V13.872a1.872,1.872,0,0,0-3.745,0Z" transform="translate(13.086 10.469)" fill="#c7a4d2"/>
                                    <path id="Контур_573" data-name="Контур 573" d="M20,9.872V28.6a1.872,1.872,0,0,0,3.745,0V9.872a1.872,1.872,0,1,0-3.745,0Z" transform="translate(17.448 6.979)" fill="#c7a4d2"/>
                                    <path id="Контур_574" data-name="Контур 574" d="M6.872,16.851A1.872,1.872,0,0,0,8.2,16.3L14.91,9.588a1.919,1.919,0,0,1,2.648,0l4.067,4.067a5.617,5.617,0,0,0,7.943,0L40.026,3.2A1.872,1.872,0,1,0,37.379.548L26.92,11.006a1.872,1.872,0,0,1-2.648,0L20.205,6.941a5.617,5.617,0,0,0-7.943,0L5.548,13.655a1.872,1.872,0,0,0,1.324,3.2Z" transform="translate(4.362)" fill="#c7a4d2"/>
                                </g>
                            </svg>
                            <i className="color_12">10</i>
                        </span>
                        <span className="ser_type">Investitsiya va savdo</span>
                        <p>Tovar belgisi, biznesni ro'yxatdan o'tkazish, kredit, eksport</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=6" target="_blank">
                        <span className="ser_img">
                            <svg id="Сгруппировать_11052" data-name="Сгруппировать 11052" xmlns="http://www.w3.org/2000/svg" width="36.97" height="36.971" viewBox="0 0 36.97 36.971">
                                <path id="Контур_553" data-name="Контур 553" d="M28.592,0H20.118a2.311,2.311,0,0,0,0,4.622h8.474a3.738,3.738,0,0,1,.53.054L.773,33.025a2.312,2.312,0,0,0,3.269,3.269h0L32.391,7.945a3.748,3.748,0,0,1,.052.528v8.474a2.311,2.311,0,1,0,4.622,0V8.474A8.485,8.485,0,0,0,28.592,0Z" transform="translate(-0.096)" fill="#c4cc79"/>
                                <path id="Контур_554" data-name="Контур 554" d="M49.6,56.533A6.933,6.933,0,1,0,42.667,49.6,6.933,6.933,0,0,0,49.6,56.533Zm0-9.244A2.311,2.311,0,1,1,47.289,49.6,2.311,2.311,0,0,1,49.6,47.289Z" transform="translate(-39.593 -39.586)" fill="#c4cc79"/>
                                <path id="Контур_555" data-name="Контур 555" d="M284.266,277.333a6.933,6.933,0,1,0,6.933,6.933A6.933,6.933,0,0,0,284.266,277.333Zm0,9.244a2.311,2.311,0,1,1,2.311-2.311A2.311,2.311,0,0,1,284.266,286.577Z" transform="translate(-257.311 -257.304)" fill="#c4cc79"/>
                            </svg>
                            <i className="color_13">10</i>
                        </span>
                        <span className="ser_type">Soliqlar</span>
                        <p>Mol-mulk solig'i, eletron kalit olish, daromad solig'i, to'langan sug'urta badallari</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=8" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="31.566" height="37.879" viewBox="0 0 31.566 37.879">
                                <path id="Контур_556" data-name="Контур 556" d="M66.342,0H50.558a7.9,7.9,0,0,0-7.891,7.892V31.566a6.313,6.313,0,0,0,6.313,6.313H66.342a7.9,7.9,0,0,0,7.891-7.892V7.892A7.9,7.9,0,0,0,66.342,0Zm4.735,7.892V25.253H52.137V3.157h14.2A4.735,4.735,0,0,1,71.076,7.892ZM48.98,3.428V25.253a6.282,6.282,0,0,0-3.157.848V7.892A4.735,4.735,0,0,1,48.98,3.428ZM66.342,34.723H48.98a3.157,3.157,0,1,1,0-6.313h22.1v1.578A4.735,4.735,0,0,1,66.342,34.723Z" transform="translate(-42.667)" fill="#b3b1ec"/>
                            </svg>
                            <i className="color_14">10</i>
                        </span>
                        <span className="ser_type">Ta'lim va yoshlar</span>
                        <p>Pedagog, umumiy o'rta ta'lim, "Million dasturchi" loyihasi, xalqaro IT sertifikatlar</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=11&page=1&per-page=15" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="35.575" height="44.937" viewBox="0 0 35.575 44.937">
                                <path id="free-icon-font-diploma-3914855" d="M10.49,22.469h9.362v3.745H10.49Zm18.724-7.49H10.49v3.745H29.213Zm0-7.49H10.49v3.745H29.213ZM34.83,36.407v8.531l-3.745-3.745-3.745,3.745V36.407a7.465,7.465,0,0,1,3.745-13.938,7.375,7.375,0,0,1,1.872.266V5.617a1.872,1.872,0,0,0-1.872-1.872H8.617A1.872,1.872,0,0,0,6.745,5.617v31.83H23.6v3.745H3V5.617A5.617,5.617,0,0,1,8.617,0H31.086A5.617,5.617,0,0,1,36.7,5.617V25.056a7.4,7.4,0,0,1-1.872,11.35Zm0-6.448A3.745,3.745,0,1,0,31.086,33.7,3.745,3.745,0,0,0,34.83,29.958Z" transform="translate(-3)" fill="#879dda"/>
                            </svg>
                            <i className="color_15">10</i>
                        </span>
                        <span className="ser_type">Litsenziyalash</span>
                        <p>Birja faoliyati, konsert-tomosha, nodavlat ta'lim xizmatlari</p>
                    </a>
                </li>
                <li>
                    <a href="https://my.gov.uz/oz/all-services?id=12" target="_blank">
                        <span className="ser_img">
                            <svg xmlns="http://www.w3.org/2000/svg" width="43.185" height="37.793" viewBox="0 0 43.185 37.793">
                                <path id="free-icon-font-handshake-7653230" d="M41.385,25.392h-1.2a8.8,8.8,0,0,0-1.34.1L26.166,15.987,29.2,13.079a1.8,1.8,0,1,0-2.488-2.6l-7.508,7.188a1.8,1.8,0,0,1-2.748-.243,1.933,1.933,0,0,1,.3-2.4l8.462-7.969a5.46,5.46,0,0,1,6.071-.891l4.167,2.084a9.044,9.044,0,0,0,4.021.948h1.9a1.8,1.8,0,0,0,0-3.6h-1.9a5.431,5.431,0,0,1-2.415-.569L32.9,2.945a9.124,9.124,0,0,0-10.15,1.49L21.643,5.482l-1.26-1.148A9.071,9.071,0,0,0,10.277,2.944L6.113,5.027A5.444,5.444,0,0,1,3.7,5.6H1.8a1.8,1.8,0,1,0,0,3.6H3.7a9.081,9.081,0,0,0,4.023-.948l4.167-2.084a5.6,5.6,0,0,1,6.071.831l1.056.963L14.257,12.44a5.542,5.542,0,0,0-.716,7.086,5.853,5.853,0,0,0,4.4,2.265,5.355,5.355,0,0,0,3.786-1.553l1.81-1.733,11.418,8.563c-.056.04-11.152,8.36-11.152,8.36a3.607,3.607,0,0,1-4.444-.02L8.4,27.189A9.047,9.047,0,0,0,3,25.39H1.8a1.8,1.8,0,0,0,0,3.6H3a5.431,5.431,0,0,1,3.239,1.08l10.934,8.2A7.2,7.2,0,0,0,21.6,39.792a7.127,7.127,0,0,0,4.385-1.5L36.948,30.07a5.421,5.421,0,0,1,3.237-1.08h1.2a1.8,1.8,0,0,0,0-3.6Z" transform="translate(0.001 -1.999)" fill="#c19bd6"/>
                            </svg>
                            <i className="color_16">10</i>
                        </span>
                        <span className="ser_type">Tadbirkorlik</span>
                        <p>Yirik investitsiya, xizmatlar uchun to'lov, tashqi savdo, tadbirkorlar ma'lumotnomalari</p>
                    </a>
                </li> */}
            </ul>
            <a href="https://my.gov.uz/oz/all-services" className="all_see" target="_blank">Barcha xizmatlar<img src={Arrow_r_icon} /></a>
        </Container>
    )
}

export default Service;